Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# settings.notifications.pushDisabled
source: Disabled
ar: معطلة
bn: নিষ্ক্রিয়
bs: Onemogućeno
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivadas
fa: غیرفعال
fi: Pois käytöstä
fil: Naka-disable
fr: Désactivées
he: כבוי
hi: अक्षम
hr: Onemogućeno
hu: Letiltva
hy: Անջատված
id: Nonaktif
is: Óvirkt
it: Disabilitate
ja: 無効
ko: 사용 안 함
lt: Išjungta
lv: Atspējots
ms: Dinyahdayakan
my: ပိတ်ထားသည်
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
ro: Dezactivat
ru: Отключено
sk: Vypnuté
sq: Çaktivizuar
sr_latn: Onemogućeno
sv: Inaktiverad
sw: Imezimwa
th: ปิดใช้งาน
tr: Devre dışı
uk: Вимкнено
vi: Đã tắt
zh_hans: 已禁用
zh_hant: 已停用

# settings.notifications.pushEnabled
source: Enabled
ar: مفعلة
bn: সক্রিয়
bs: Omogućeno
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Activadas
fa: فعال
fi: Käytössä
fil: Naka-enable
fr: Activées
he: פעיל
hi: सक्षम
hr: Omogućeno
hu: Engedélyezve
hy: Միացված
id: Aktif
is: Virkt
it: Abilitate
ja: 有効
ko: 사용 중
lt: Įjungta
lv: Iespējots
ms: Didayakan
my: ဖွင့်ထားသည်
nb: Aktivert
nl: Ingeschakeld
pl: Włączone
pt_br: Ativado
ro: Activat
ru: Включено
sk: Zapnuté
sq: Aktivizuar
sr_latn: Omogućeno
sv: Aktiverad
sw: Imewashwa
th: เปิดใช้งาน
tr: Etkin
uk: Увімкнено
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

# settings.notifications.pushPermission
source: Push notifications
ar: إشعارات الدفع
bn: পুশ নোটিফিকেশন
bs: Push obavještenja
cs: Push oznámení
da: Push-notifikationer
de: Push-Benachrichtigungen
el: Push ειδοποιήσεις
es: Notificaciones push
fa: اعلان‌های push
fi: Push-ilmoitukset
fil: Push notification
fr: Notifications push
he: התראות Push
hi: पुश नोटिफिकेशन
hr: Push obavijesti
hu: Push értesítések
hy: Push ծանուցումներ
id: Notifikasi push
is: Push-tilkynningar
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림
lt: Push pranešimai
lv: Push paziņojumi
ms: Pemberitahuan push
nb: Push-varsler
nl: Pushmeldingen
pl: Powiadomienia push
pt_br: Notificações push
ro: Notificări push
ru: Push-уведомления
sk: Push upozornenia
sq: Njoftime push
sr_latn: Push obaveštenja
sv: Push-aviseringar
th: การแจ้งเตือนแบบ push
tr: Push bildirimleri
uk: Push-сповіщення
vi: Thông báo push
zh_hans: 推送通知
zh_hant: 推送通知

# settings.section.account
source: Account
ar: الحساب
bn: অ্যাকাউন্ট
bs: Račun
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fa: حساب
fi: Tili
fr: Compte
he: חשבון
hi: अकाउंट
hr: Račun
hu: Fiók
hy: Հաշիվ
id: Akun
is: Reikningur
ja: アカウント
ko: 계정
lt: Paskyra
lv: Konts
ms: Akaun
my: အကောင့်
nb: Konto
pl: Konto
pt_br: Conta
ro: Cont
ru: Аккаунт
sk: Účet
sq: Llogari
sr_latn: Nalog
sv: Konto
sw: Akaunti
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

# settings.section.appInfo
source: About
ar: حول
bn: সম্পর্কে
bs: O aplikaciji
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
fa: درباره
fi: Tietoja
fil: Tungkol sa
fr: À propos
he: אודות
hi: ऐप के बारे में
hr: O aplikaciji
hu: Névjegy
hy: Հավելվածի մասին
id: Tentang
is: Um appið
it: Informazioni
ja: アプリについて
ko: 정보
lt: Apie
lv: Par lietotni
ms: Mengenai
my: အကြောင်း
nb: Om
nl: Over
pl: O aplikacji
pt_br: Sobre
ro: Despre
ru: О приложении
sk: O aplikácii
sq: Rreth
sr_latn: O aplikaciji
sv: Om
sw: Kuhusu
th: เกี่ยวกับ
tr: Hakkında
uk: Про застосунок
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# settings.section.connection
source: Connection
ar: الاتصال
bn: সংযোগ
bs: Veza
cs: Připojení
da: Forbindelse
de: Verbindung
el: Σύνδεση
es: Conexión
fa: اتصال
fi: Yhteys
fil: Koneksyon
fr: Connexion
he: חיבור
hi: कनेक्शन
hr: Veza
hu: Kapcsolat
hy: Միացում
id: Koneksi
is: Tenging
it: Connessione
ja: 接続
ko: 연결
lt: Ryšys
lv: Savienojums
ms: Sambungan
my: ချိတ်ဆက်မှု
nb: Tilkobling
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ro: Conexiune
ru: Соединение
sk: Pripojenie
sq: Lidhja
sr_latn: Veza
sv: Anslutning
sw: Muunganisho
th: การเชื่อมต่อ
tr: Bağlantı
uk: Зʼєднання
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

# settings.section.general
source: General
ar: عام
bn: সাধারণ
bs: Opšte
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fa: عمومی
fi: Yleinen
fil: Pangkalahatan
fr: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
hy: Ընդհանուր
id: Umum
is: Almennt
it: Generale
ja: 一般
ko: 일반
lt: Bendri
lv: Vispārīgi
ms: Umum
my: ယေဘုယျ
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
sk: Všeobecné
sq: Të përgjithshme
sr_latn: Opšte
sv: Allmänt
sw: Jumla
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh_hans: 通用
zh_hant: 一般

# settings.section.language
source: Language
ar: اللغة
bn: ভাষা
bs: Jezik
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fi: Kieli
fil: Wika
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
hy: Լեզու
id: Bahasa
is: Tungumál
it: Lingua
ja: 言語
ko: 언어
lt: Kalba
lv: Valoda
ms: Bahasa
my: ဘာသာစကား
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sq: Gjuha
sr_latn: Jezik
sv: Språk
sw: Lugha
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.section.notifications
source: Notifications
ar: الإشعارات
bn: নোটিফিকেশন
bs: Obavještenja
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fa: اعلان‌ها
fi: Ilmoitukset
fil: Mga Notification
he: התראות
hi: नोटिफिकेशन
hr: Obavijesti
hu: Értesítések
hy: Ծանուցումներ
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: 通知
ko: 알림
lt: Pranešimai
lv: Paziņojumi
ms: Pemberitahuan
my: အသိပေးချက်များ
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
sk: Upozornenia
sq: Njoftime
sr_latn: Obaveštenja
sv: Aviseringar
sw: Arifa
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# tabs.accessibility.label.alerts
source: Alerts tab. %@ unread
ar: تبويب التنبيهات. %@ غير مقروءة
bn: অ্যালার্ট ট্যাব। %@ অপঠিত
bs: Kartica upozorenja. %@ nepročitanih
cs: Záložka upozornění. %@ nepřečtených
da: Faneblad for alarmer. %@ ulæste
de: Alarme-Tab. %@ ungelesen
el: Καρτέλα ειδοποιήσεων. %@ μη αναγνωσμένες
es: Pestaña de alertas. %@ sin leer
fa: زبانه هشدارها. %@ خوانده‌نشده
fi: Hälytykset-välilehti. %@ lukematonta
fil: Alerts tab. %@ hindi nabasa
fr: Onglet Alertes. %@ non lues
he: לשונית התראות. %@ לא נקראו
hi: अलर्ट टैब। %@ अपठित
hr: Kartica upozorenja. %@ nepročitanih
hu: Riasztások fül. %@ olvasatlan
hy: Ազդանշանների ներդիր։ %@ չկարդացված
id: Tab peringatan. %@ belum dibaca
is: Viðvaranaflipi. %@ ólesnar
it: Scheda allerte. %@ non lette
ja: アラートタブ。%@件未読
ko: 알림 탭. 읽지 않음 %@개
lt: Įspėjimų kortelė. %@ neperskaitytų
lv: Brīdinājumu cilne. %@ nelasīti
ms: Tab amaran. %@ belum dibaca
my: အချက်ပေးချက်များ tab။ %@ မဖတ်ရသေး
nb: Varsler-fane. %@ uleste
nl: Tabblad Alerts. %@ ongelezen
pl: Karta alertów. %@ nieprzeczytanych
pt_br: Aba de alertas. %@ não lidos
ro: Filă alerte. %@ necitite
ru: Вкладка оповещений. %@ непрочитанных
sk: Karta upozornení. %@ neprečítaných
sq: Skeda e sinjalizimeve. %@ të palexuara
sr_latn: Kartica upozorenja. %@ nepročitanih
sv: Larmflik. %@ olästa
sw: Tab ya arifa. %@ hazijasomwa
th: แท็บการแจ้งเตือน %@ ยังไม่ได้อ่าน
tr: Uyarılar sekmesi. %@ okunmamış
uk: Вкладка сповіщень. %@ непрочитаних
vi: Tab cảnh báo. %@ chưa đọc
zh_hans: 提醒标签页。%@ 条未读
zh_hant: 警示分頁。%@ 則未讀

# tabs.accessibility.label.home
source: Home tab
ar: تبويب الرئيسية
bn: হোম ট্যাব
bs: Glavna kartica
cs: Záložka domů
da: Faneblad for hjem
de: Start-Tab
el: Αρχική καρτέλα
es: Pestaña de inicio
fa: زبانه خانه
fi: Etusivu-välilehti
fr: Onglet Accueil
he: לשונית בית
hi: होम टैब
hr: Početna kartica
hu: Főoldal fül
hy: Գլխավոր ներդիր
id: Tab beranda
is: Heimaflipi
it: Scheda principale
ja: ホームタブ
ko: 홈 탭
lt: Pradžios kortelė
lv: Sākuma cilne
ms: Tab utama
nb: Hjem-fane
nl: Tabblad Start
pl: Karta główna
pt_br: Aba inicial
ro: Filă principală
ru: Вкладка «Главная»
sk: Karta Domov
sq: Skeda Kreu
sr_latn: Početna kartica
sv: Hemflik
sw: Tab ya nyumbani
th: แท็บหน้าหลัก
tr: Ana sayfa sekmesi
uk: Головна вкладка
vi: Tab trang chủ
zh_hans: 首页标签页
zh_hant: 主頁分頁

# tabs.accessibility.label.positions
source: Positions tab. %@ open
ar: تبويب المراكز. %@ مفتوحة
bn: পজিশন ট্যাব। %@ ওপেন
bs: Kartica pozicija. %@ otvorenih
cs: Záložka pozic. %@ otevřených
da: Faneblad for positioner. %@ åbne
de: Positionen-Tab. %@ offen
el: Καρτέλα θέσεων. %@ ανοιχτές
es: Pestaña de posiciones. %@ abiertas
fa: زبانه موقعیت‌ها. %@ باز
fi: Positiot-välilehti. %@ avoinna
fil: Positions tab. %@ bukas
fr: Onglet Positions. %@ ouvertes
he: לשונית פוזיציות. %@ פתוחות
hi: पोज़ीशन टैब। %@ ओपन
hr: Kartica pozicija. %@ otvorenih
hu: Pozíciók fül. %@ nyitott
hy: Դիրքերի ներդիր։ %@ բաց
id: Tab posisi. %@ terbuka
is: Stöðuflipi. %@ opnar
it: Scheda posizioni. %@ aperte
ja: ポジションタブ。%@件オープン
ko: 포지션 탭. 오픈 %@개
lt: Pozicijų kortelė. %@ atvirų
lv: Pozīciju cilne. %@ atvērtas
ms: Tab posisi. %@ terbuka
nb: Posisjoner-fane. %@ åpne
nl: Tabblad Posities. %@ open
pl: Karta pozycji. %@ otwartych
pt_br: Aba de posições. %@ abertas
ro: Filă poziții. %@ deschise
ru: Вкладка позиций. %@ открытых
sk: Karta pozícií. %@ otvorených
sq: Skeda e pozicioneve. %@ të hapura
sr_latn: Kartica pozicija. %@ otvorenih
sv: Positionsflik. %@ öppna
sw: Tab ya positions. %@ wazi
th: แท็บสถานะ %@ เปิดอยู่
tr: Pozisyonlar sekmesi. %@ açık
uk: Вкладка позицій. %@ відкритих
vi: Tab vị thế. %@ đang mở
zh_hans: 仓位标签页。%@ 个当前仓位
zh_hant: 倉位分頁。%@ 個未平倉

# tabs.alerts
source: Alerts
ar: التنبيهات
bn: অ্যালার্ট
bs: Upozorenja
cs: Upozornění
da: Alarmer
de: Alarme
el: Ειδοποιήσεις
es: Alertas
fa: هشدارها
fi: Hälytykset
fil: Mga Alerto
fr: Alertes
he: התראות
hi: अलर्ट
hr: Upozorenja
hu: Riasztások
hy: Ազդանշաններ
id: Peringatan
is: Viðvaranir
it: Allerte
ja: アラート
ko: 알림
lt: Įspėjimai
lv: Brīdinājumi
ms: Amaran
my: အချက်ပေးချက်များ
nb: Varsler
pl: Alerty
pt_br: Alertas
ro: Alerte
ru: Оповещения
sk: Upozornenia
sq: Sinjalizime
sr_latn: Upozorenja
sv: Larm
sw: Arifa
th: การแจ้งเตือน
tr: Uyarılar
uk: Сповіщення
vi: Cảnh báo
zh_hans: 提醒
zh_hant: 警示

# tabs.home
source: Home
ar: الرئيسية
bn: হোম
bs: Početna
cs: Domů
da: Hjem
de: Start
el: Αρχική
es: Inicio
fa: خانه
fi: Etusivu
fr: Accueil
he: בית
hi: होम
hr: Početna
hu: Főoldal
hy: Գլխավոր
id: Beranda
is: Heim
ja: ホーム
ko: 홈
lt: Pradžia
lv: Sākums
ms: Utama
nb: Hjem
nl: Start
pl: Główna
pt_br: Início
ro: Acasă
ru: Главная
sk: Domov
sq: Kreu
sr_latn: Početna
sv: Hem
sw: Nyumbani
th: หน้าหลัก
tr: Ana sayfa
uk: Головна
vi: Trang chủ
zh_hans: 首页
zh_hant: 主頁

# tabs.orders
source: Orders
ar: الأوامر
bn: অর্ডার
bs: Nalozi
cs: Pokyny
da: Ordrer
el: Εντολές
es: Órdenes
fa: سفارش‌ها
fi: Toimeksiannot
fil: Mga Order
fr: Ordres
he: פקודות
hi: ऑर्डर
hr: Nalozi
hu: Megbízások
hy: Հանձնարարականներ
id: Pesanan
is: Pantanir
it: Ordini
ja: 注文
ko: 주문
lt: Pavedimai
lv: Rīkojumi
ms: Pesanan
nb: Ordrer
pl: Zlecenia
pt_br: Ordens
ro: Ordine
ru: Ордера
sk: Pokyny
sq: Porositë
sr_latn: Nalozi
sv: Ordrar
th: คำสั่ง
tr: Emirler
uk: Ордери
vi: Lệnh
zh_hans: 订单
zh_hant: 訂單

# tabs.positions
source: Positions
ar: المراكز
bn: পজিশন
bs: Pozicije
cs: Pozice
da: Positioner
de: Positionen
el: Θέσεις
es: Posiciones
fa: موقعیت‌ها
fi: Positiot
fil: Mga Position
he: פוזיציות
hi: पोज़ीशन
hr: Pozicije
hu: Pozíciók
hy: Դիրքեր
id: Posisi
is: Stöður
it: Posizioni
ja: ポジション
ko: 포지션
lt: Pozicijos
lv: Pozīcijas
ms: Posisi
nb: Posisjoner
nl: Posities
pl: Pozycje
pt_br: Posições
ro: Poziții
ru: Позиции
sk: Pozície
sq: Pozicionet
sr_latn: Pozicije
sv: Positioner
th: สถานะ
tr: Pozisyonlar
uk: Позиції
vi: Vị thế
zh_hans: 仓位
zh_hant: 倉位

# tabs.settings
source: Settings
ar: الإعدادات
bn: সেটিংস
bs: Postavke
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
lv: Iestatījumi
ms: Tetapan
my: ဆက်တင်များ
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Setări
ru: Настройки
sk: Nastavenia
sq: Cilësime
sr_latn: Podešavanja
sv: Inställningar
sw: Mipangilio
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# trading.bracket.accessibility.label.submitButton
source: Attach bracket
ar: إرفاق Bracket
bn: ব্র্যাকেট সংযুক্ত করুন
bs: Dodaj bracket
cs: Připojit bracket
da: Tilføj bracket
de: Bracket anhängen
el: Επισύναψη bracket
es: Adjuntar bracket
fa: افزودن براکت
fi: Liitä bracket
fil: I-attach ang bracket
fr: Attacher le bracket
he: צירוף Bracket
hi: ब्रैकेट जोड़ें
hr: Dodaj bracket
hu: Bracket csatolása
hy: Կցել bracket
id: Pasang bracket
is: Tengja bracket
it: Aggiungi bracket
ja: ブラケットを設定
ko: 브래킷 추가
lt: Pridėti bracket
lv: Pievienot bracket
ms: Lampirkan bracket
my: bracket တွဲပါ
nb: Legg ved bracket
nl: Bracket toevoegen
pl: Załącz bracket
pt_br: Anexar bracket
ro: Atașează bracket
ru: Прикрепить bracket
sk: Pripojiť bracket
sq: Bashkëngjit bracket
sr_latn: Dodaj bracket
sv: Koppla bracket
sw: Ambatisha bracket
th: แนบ bracket
tr: Bracket ekle
uk: Додати bracket
vi: Đính kèm bracket
zh_hans: 附加止盈止损
zh_hant: 附加止損/止盈

# trading.bracket.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
bs: Odustani
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batal
my: ပယ်ဖျက်ပါ
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sq: Anulo
sr_latn: Otkaži
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# trading.bracket.error.alreadyAttached
source: Bracket already attached
ar: Bracket مرفق بالفعل
bn: ব্র্যাকেট ইতিমধ্যে সংযুক্ত
bs: Bracket je već dodan
cs: Bracket je již připojen
da: Bracket er allerede tilføjet
de: Bracket bereits angehängt
el: Το bracket είναι ήδη συνδεδεμένο
es: El bracket ya está adjunto
fa: براکت قبلاً افزوده شده است
fi: Bracket on jo liitetty
fil: Naka-attach na ang bracket
fr: Bracket déjà attaché
he: Bracket כבר צורף
hi: ब्रैकेट पहले से जुड़ा है
hr: Bracket je već dodan
hu: A bracket már csatolva van
hy: Bracket-ն արդեն կցված է
id: Bracket sudah terpasang
is: Bracket er þegar tengt
it: Bracket già aggiunto
ja: ブラケットはすでに設定されています
ko: 브래킷이 이미 추가되어 있습니다
lt: Bracket jau pridėtas
lv: Bracket jau pievienots
ms: Bracket sudah dilampirkan
my: bracket တွဲထားပြီး
nb: Bracket er allerede vedlagt
nl: Bracket al toegevoegd
pl: Bracket już załączony
pt_br: Bracket já anexado
ro: Bracket deja atașat
ru: Bracket уже прикреплён
sk: Bracket je už pripojený
sq: Bracket është bashkëngjitur tashmë
sr_latn: Bracket je već dodat
sv: Bracket redan kopplad
sw: Bracket tayari imeambatishwa
th: แนบ bracket แล้ว
tr: Bracket zaten eklenmiş
uk: Bracket вже додано
vi: Bracket đã được đính kèm
zh_hans: 已附加止盈止损
zh_hant: 已附加止損/止盈

# trading.bracket.error.invalidSL
source: Invalid stop-loss price
ar: سعر وقف الخسارة غير صالح
bn: অবৈধ stop-loss মূল্য
bs: Neispravna stop-loss cijena
cs: Neplatná cena stop-loss
da: Ugyldig stop-loss-pris
de: Ungültiger Stop-Loss-Preis
el: Μη έγκυρη τιμή stop-loss
es: Precio de stop-loss inválido
fa: قیمت حد ضرر نامعتبر است
fi: Virheellinen stop-loss-hinta
fil: Di-wastong stop-loss price
fr: Prix de stop-loss invalide
he: מחיר סטופ-לוס לא תקין
hi: अमान्य स्टॉप-लॉस प्राइस
hr: Nevažeća stop-loss cijena
hu: Érvénytelen stop-loss ár
hy: Անվավեր stop-loss գին
id: Harga stop-loss tidak valid
is: Ógilt stop-loss-verð
it: Prezzo stop-loss non valido
ja: ストップロス価格が無効です
ko: 유효하지 않은 스탑로스 가격
lt: Neteisinga stop-loss kaina
lv: Nederīga stop-loss cena
ms: Harga stop-loss tidak sah
my: မမှန်ကန်သော stop-loss ဈေးနှုန်း
nb: Ugyldig stop-loss-pris
nl: Ongeldige stop-loss-prijs
pl: Nieprawidłowa cena stop-loss
pt_br: Preço de stop-loss inválido
ro: Preț stop-loss invalid
ru: Некорректная цена стоп-лосса
sk: Neplatná cena stop-loss
sq: Çmim stop-loss i pavlefshëm
sr_latn: Nevažeća stop-loss cena
sv: Ogiltigt stop-loss-pris
sw: Bei ya stop-loss si halali
th: ราคา stop-loss ไม่ถูกต้อง
tr: Geçersiz stop-loss fiyatı
uk: Неправильна ціна stop-loss
vi: Giá stop-loss không hợp lệ
zh_hans: 止损价格无效
zh_hant: 止損價格無效

# trading.bracket.error.invalidTP
source: Invalid take-profit price
ar: سعر جني الأرباح غير صالح
bn: অবৈধ take-profit মূল্য
bs: Neispravna take-profit cijena
cs: Neplatná cena take-profit
da: Ugyldig take-profit-pris
de: Ungültiger Take-Profit-Preis
el: Μη έγκυρη τιμή take-profit
es: Precio de take-profit inválido
fa: قیمت حد سود نامعتبر است
fi: Virheellinen take-profit-hinta
fil: Di-wastong take-profit price
fr: Prix de take-profit invalide
he: מחיר take-profit לא תקין
hi: अमान्य टेक-प्रॉफिट प्राइस
hr: Nevažeća take-profit cijena
hu: Érvénytelen take-profit ár
hy: Անվավեր take-profit գին
id: Harga take-profit tidak valid
is: Ógilt take-profit-verð
it: Prezzo take-profit non valido
ja: テイクプロフィット価格が無効です
ko: 유효하지 않은 테이크 프로핏 가격
lt: Neteisinga take-profit kaina
lv: Nederīga take-profit cena
ms: Harga take-profit tidak sah
my: မမှန်ကန်သော take-profit ဈေးနှုန်း
nb: Ugyldig take-profit-pris
nl: Ongeldige take-profit-prijs
pl: Nieprawidłowa cena take-profit
pt_br: Preço de take-profit inválido
ro: Preț take-profit invalid
ru: Некорректная цена тейк-профита
sk: Neplatná cena take-profit
sq: Çmim take-profit i pavlefshëm
sr_latn: Nevažeća take-profit cena
sv: Ogiltigt take-profit-pris
sw: Bei ya take-profit si halali
th: ราคา take-profit ไม่ถูกต้อง
tr: Geçersiz take-profit fiyatı
uk: Неправильна ціна take-profit
vi: Giá take-profit không hợp lệ
zh_hans: 止盈价格无效
zh_hant: 止盈價格無效

# trading.bracket.stopLossLabel
source: Stop loss
ar: وقف الخسارة
fa: حد ضرر
he: סטופ-לוס
hi: स्टॉप-लॉस
ja: ストップロス
ko: 스탑로스
ru: Стоп-лосс
zh_hans: 止损
zh_hant: 止損

# trading.bracket.stopLossPlaceholder
source: Stop price
ar: سعر الوقف
bn: স্টপ মূল্য
bs: Stop cijena
cs: Cena stopu
da: Stop-pris
de: Stop-Preis
el: Τιμή stop
es: Precio de stop
fa: قیمت حد ضرر
fi: Stop-hinta
fr: Prix de stop
he: מחיר סטופ
hi: स्टॉप प्राइस
hr: Stop cijena
hu: Stop ár
hy: Stop գին
id: Harga stop
is: Stop-verð
it: Prezzo di stop
ja: ストップ価格
ko: 스탑 가격
lt: Stop kaina
lv: Stop cena
ms: Harga stop
nb: Stoppris
nl: Stopprijs
pl: Cena stopu
pt_br: Preço de stop
ro: Preț stop
ru: Цена стопа
sk: Stop cena
sq: Çmim stopi
sr_latn: Stop cena
sv: Stoppris
sw: Bei ya stop
th: ราคา stop
tr: Stop fiyatı
uk: Ціна стопу
vi: Giá stop
zh_hans: 触发价格
zh_hant: 止損價

# trading.bracket.submit
source: Attach
ar: إرفاق
bn: সংযুক্ত করুন
bs: Dodaj
cs: Připojit
da: Tilføj
de: Anhängen
el: Επισύναψη
es: Adjuntar
fa: افزودن
fi: Liitä
fil: I-attach
fr: Attacher
he: צירוף
hi: जोड़ें
hr: Dodaj
hu: Csatolás
hy: Կցել
id: Pasang
is: Tengja
it: Aggiungi
ja: 設定
ko: 추가
lt: Pridėti
lv: Pievienot
ms: Lampirkan
my: တွဲပါ
nb: Legg ved
nl: Toevoegen
pl: Załącz
pt_br: Anexar
ro: Atașează
ru: Прикрепить
sk: Pripojiť
sq: Bashkëngjit
sr_latn: Dodaj
sv: Koppla
sw: Ambatisha
th: แนบ
tr: Ekle
uk: Додати
vi: Đính kèm
zh_hans: 附加
zh_hant: 附加

# trading.bracket.takeProfitLabel
source: Take profit
ar: جني الأرباح
fa: حد سود
hi: टेक-प्रॉफिट
ja: テイクプロフィット
ko: 테이크 프로핏
ru: Тейк-профит
zh_hans: 止盈
zh_hant: 止盈

# trading.bracket.takeProfitPlaceholder
source: Target price
ar: السعر المستهدف
bn: লক্ষ্য মূল্য
bs: Ciljana cijena
cs: Cílová cena
da: Målpris
de: Zielpreis
el: Τιμή-στόχος
es: Precio objetivo
fa: قیمت هدف
fi: Tavoitehinta
fr: Prix cible
he: מחיר יעד
hi: टार्गेट प्राइस
hr: Ciljna cijena
hu: Célár
hy: Թիրախային գին
id: Harga target
is: Markverð
it: Prezzo obiettivo
ja: 目標価格
ko: 목표 가격
lt: Tikslinė kaina
lv: Mērķa cena
ms: Harga sasaran
nb: Målpris
nl: Doelprijs
pl: Cena docelowa
pt_br: Preço-alvo
ro: Preț țintă
ru: Целевая цена
sk: Cieľová cena
sq: Çmim caku
sr_latn: Ciljna cena
sv: Målpris
sw: Bei lengwa
th: ราคาเป้าหมาย
tr: Hedef fiyat
uk: Цільова ціна
vi: Giá mục tiêu
zh_hans: 目标价格
zh_hant: 目標價格

# trading.bracket.title
source: Attach bracket
ar: إرفاق Bracket
bn: ব্র্যাকেট সংযুক্ত করুন
bs: Dodaj bracket
cs: Připojit bracket
da: Tilføj bracket
de: Bracket anhängen
el: Επισύναψη bracket
es: Adjuntar bracket
fa: افزودن براکت
fi: Liitä bracket
fil: I-attach ang bracket
fr: Attacher le bracket
he: צירוף Bracket
hi: ब्रैकेट जोड़ें
hr: Dodaj bracket
hu: Bracket csatolása
hy: Կցել bracket
id: Pasang bracket
is: Tengja bracket
it: Aggiungi bracket
ja: ブラケットを設定
ko: 브래킷 추가
lt: Pridėti bracket
lv: Pievienot bracket
ms: Lampirkan bracket
my: bracket တွဲပါ
nb: Legg ved bracket
nl: Bracket toevoegen
pl: Załącz bracket
pt_br: Anexar bracket
ro: Atașează bracket
ru: Прикрепить bracket
sk: Pripojiť bracket
sq: Bashkëngjit bracket
sr_latn: Dodaj bracket
sv: Koppla bracket
sw: Ambatisha bracket
th: แนบ bracket
tr: Bracket ekle
uk: Додати bracket
vi: Đính kèm bracket
zh_hans: 附加止盈止损
zh_hant: 附加止損/止盈

# trading.order.accessibility.label.sideSegment
source: Side: %@
ar: الجانب: %@
bn: সাইড: %@
bs: Strana: %@
cs: Strana: %@
de: Seite: %@
el: Πλευρά: %@
es: Lado: %@
fa: سمت: %@
fi: Suunta: %@
fr: Sens : %@
he: צד: %@
hi: साइड: %@
hr: Strana: %@
hu: Oldal: %@
hy: Ուղղություն՝ %@
id: Sisi: %@
is: Hlið: %@
it: Lato: %@
ja: サイド：%@
ko: 방향: %@
lt: Pusė: %@
lv: Puse: %@
ms: Sisi: %@
nl: Zijde: %@
pl: Strona: %@
pt_br: Lado: %@
ro: Direcție: %@
ru: Сторона: %@
sk: Strana: %@
sq: Ana: %@
sr_latn: Strana: %@
sv: Sida: %@
sw: Upande: %@
th: ฝั่ง: %@
tr: Yön: %@
uk: Сторона: %@
vi: Phía: %@
zh_hans: 方向: %@
zh_hant: 方向：%@

# trading.order.accessibility.label.submitButton
source: Submit order
ar: إرسال الأمر
bn: অর্ডার জমা দিন
bs: Pošalji nalog
cs: Odeslat pokyn
da: Send ordre
de: Order absenden
el: Υποβολή εντολής
es: Enviar orden
fa: ثبت سفارش
fi: Lähetä toimeksianto
fil: Isumite ang order
fr: Soumettre l'ordre
he: שליחת פקודה
hi: ऑर्डर सबमिट करें
hr: Pošalji nalog
hu: Megbízás beküldése
hy: Ներկայացնել հանձնարարականը
id: Kirim pesanan
is: Senda pöntun
it: Invia ordine
ja: 注文を送信
ko: 주문 제출
lt: Pateikti pavedimą
lv: Iesniegt rīkojumu
ms: Hantar pesanan
my: order တင်သွင်းပါ
nb: Send ordre
nl: Order plaatsen
pl: Złóż zlecenie
pt_br: Enviar ordem
ro: Trimite ordinul
ru: Отправить ордер
sk: Odoslať pokyn
sq: Dorëzo porosinë
sr_latn: Pošalji nalog
sv: Skicka order
sw: Wasilisha order
th: ส่งคำสั่ง
tr: Emri gönder
uk: Надіслати ордер
vi: Gửi lệnh
zh_hans: 提交订单
zh_hant: 提交訂單

# trading.order.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
bs: Odustani
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batal
my: ပယ်ဖျက်ပါ
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sq: Anulo
sr_latn: Otkaži
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# trading.order.error.invalidPrice
source: Invalid price
ar: سعر غير صالح
bn: অবৈধ মূল্য
bs: Neispravna cijena
cs: Neplatná cena
da: Ugyldig pris
de: Ungültiger Preis
el: Μη έγκυρη τιμή
es: Precio inválido
fa: قیمت نامعتبر است
fi: Virheellinen hinta
fil: Di-wastong presyo
fr: Prix invalide
he: מחיר לא תקין
hi: अमान्य प्राइस
hr: Nevažeća cijena
hu: Érvénytelen ár
hy: Անվավեր գին
id: Harga tidak valid
is: Ógilt verð
it: Prezzo non valido
ja: 価格が無効です
ko: 유효하지 않은 가격
lt: Neteisinga kaina
lv: Nederīga cena
ms: Harga tidak sah
my: မမှန်ကန်သော ဈေးနှုန်း
nb: Ugyldig pris
nl: Ongeldige prijs
pl: Nieprawidłowa cena
pt_br: Preço inválido
ro: Preț invalid
ru: Некорректная цена
sk: Neplatná cena
sq: Çmim i pavlefshëm
sr_latn: Nevažeća cena
sv: Ogiltigt pris
sw: Bei si halali
th: ราคาไม่ถูกต้อง
tr: Geçersiz fiyat
uk: Неправильна ціна
vi: Giá không hợp lệ
zh_hans: 价格无效
zh_hant: 價格無效
